Repository: DBinaghi/plugin-EmailUsers
Catalog: languages/*.po
Languages: it

source: E-mail Users
it: E-mail utenti

source: E-mail composition
it: Composizione e-mail

source: Subject Prefix
it: Prefisso Soggetto

source: Text to be placed at the beginning of e-mail subject (optional; e.g.: site name).
it: Testo da posizionare prima dell'oggetto della e-mail (opzionale; p.e.: nome del sito).

source: Text Header
it: Intestazione Testo

source: Text to be placed before the beginning of e-mail text (optional).
it: Testo da posizionare prima dell'inizio del testo dell'e-mail (opzionale).

source: Text Footer
it: Pié di pagina Testo

source: Text to be placed after the end of e-mail text (optional).
it: Testo da posizionare dopo la fine del testo dell'e-mail (opzionale).

source: Use HTML
it: Usa HTML

source: If checked, HTML code will be allowed for e-mail text.
it: Se selezionato, codice HTML potrà essere utilizzato nel testo dell'e-mail.

source: The draft was succesfully saved. You'll be able to edit or send it at any time.
it: La bozza è stata salvata con successo. Potrai modificarla o inviarla in ogni momento.

source: The new e-mail was succesfully sent to one recipient.
it: La nuova e-mail è stata inviata con successo ad un destinatario.

source: A subject must be supplied for the e-mail.
it: Deve essere fornito un oggetto per l'e-mail.

source: The e-mail subject must be no longer than 255 characters.
it: L'oggetto dell'e-mail non può essere più lungo di 255 caratteri.

source: A text must be supplied for the e-mail.
it: Deve essere fornito un testo per l'e-mail.

source: The e-mail text must be at least 10 characters long.
it: Il testo dell'e-mail deve essere lungo almeno 10 caratteri.

source: E-mail Users | Browse
it: E-mail utenti | Sfoglia

source: Compose new e-mail
it: Componi nuova e-mail

source: No e-mail message has been created or sent yet.
it: Nessun messaggio e-mail è stato ancora creato o inviato.

source: Here are all e-mail messages already created and/or sent to users of this site. If a message has not been sent, click on <b>Edit</b> button to edit and send it. Click on a message <b>Subject</b> to see all details of that message.
it: Ecco tutti i messaggi e-mail già creati e/o inviati ad utenti di questo sito. Se un messaggio non è stato inviato, clicca sul pulsante <b>Modifica</b> per modificarlo e inviarlo. Clicca sull'<b>Oggetto</b> di un messaggio per vedere tutti i dettagli di tale messaggio.

source: Subject
it: Oggetto

source: Creator
it: Autore

source: Created
it: Data creazione

source: Type
it: Tipo

source: Priority
it: Priorità

source: Recipients
it: Destinatari

source: Sent
it: Data invio

source: Text
it: Testo

source: High
it: Alta

source: Normal
it: Normale

source: Edit
it: Modifica

source: E-mail Users | Edit e-mail #%s
it: E-mail utenti | Modifica e-mail #%s

source: E-mail Users | Compose new e-mail
it: E-mail utenti | Componi nuova e-mail

source: In this page you can edit details of an existing e-mail
it: In questa pagina puoi modificare i dettagli di una e-mail esistente

source: In this page you can compose a new e-mail
it: In questa pagina puoi comporre una nuova e-mail

source: ; please remember that both <b>Subject</b> and <b>Text</b> fields are mandatory, and that <b>Super</b> and <b>Admin</b> roles will receive by default a copy of the e-mail. If you so wish, you can always save the details as a draft and edit/send them at a later time.
it: ; per favore, ricorda che entrambi i campi <b>Soggetto</b> e <b>Testo</b> sono obbligatori, e che i ruoli <b>Super</b> e <b>Admin</b> riceveranno una copia dell'e-mail per impostazione predefinita. Se lo desideri, puoi sempre salvare i dettagli come bozza e modificarla/inviarla in seguito.

source: E-mail Subject
it: Oggetto e-mail

source: E-mail Text
it: Corpo e-mail

source: Send e-mail
it: Invia e-mail

source: Save as draft
it: Salva come bozza

source: Cancel
it: Annulla

source: High priority
it: Alta priorità

source: E-mail Users | Show e-mail #%s
it: E-mail utenti | Mostra e-mail #%s

source: Browse e-mail
it: Sfoglia e-mail

source: Edit this e-mail
it: Modifica questa e-mail

source: Here's e-mail message #%s.
it: Ecco il messaggio e-mail #%s.

source: or
it: o

source: Created on
it: Creata il

source: Sent on
it: Inviata il
